[
  {
    "id": "job1",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/google.png",
    "job_title": "Software Engineer",
    "company_name": "Google LLC",
    "remote_or_onsite": "Remote",
    "location": "San Francisco, CA",
    "fulltime_or_parttime": "Full-time",
    "salary": "$100K - $120K (Annually)",
    "job_description": "We are looking for a talented software engineer to join our team. In this role, you will be responsible for developing and maintaining high-quality software applications that meet the needs of our users. You will work collaboratively with cross-functional teams to ensure that our software is designed to meet the highest standards of quality and performance.",
    "job_responsibility": "- Design and develop software applications that meet user needs and business requirements\n- Collaborate with cross-functional teams to ensure the software is designed to meet the highest standards of quality and performance\n- Write clean, efficient, and maintainable code that adheres to industry best practices and coding standards\n- Test and debug software applications to ensure they are free of defects\n- Participate in code reviews and provide feedback to other team members\n- Stay up-to-date with emerging trends and technologies in software development",
    "educational_requirements": "Bachelor's degree in Computer Science or related field",
    "experiences": "3+ years of experience in software development",
    "contact_information": {
      "phone": "555-123-4567",
      "email": "jobs@google.com"
    }
  },
  {
    "id": "job2",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/netflix.png",
    "job_title": "Marketing Manager",
    "company_name": "Netflix",
    "remote_or_onsite": "Onsite",
    "location": "New York, NY",
    "fulltime_or_parttime": "Full-time",
    "salary": "$80K - $100K (Annually)",
    "job_description": "We are seeking a Marketing Manager to oversee our marketing campaigns. In this role, you will be responsible for developing and implementing marketing strategies that drive engagement and retention of our subscribers. You will work collaboratively with internal teams and external vendors to ensure that our marketing campaigns are effective and aligned with our business goals.",
    "job_responsibility": "- Develop and implement marketing strategies that align with business goals\n- Analyze market trends and customer behavior to inform marketing decisions\n- Collaborate with internal teams and external vendors to execute marketing campaigns\n- Monitor and report on the effectiveness of marketing campaigns\n- Manage budgets and resources to optimize marketing ROI\n- Stay up-to-date with emerging trends and technologies in marketing",
    "educational_requirements": "Bachelor's degree in Marketing or related field",
    "experiences": "5+ years of experience in marketing",
    "contact_information": {
      "phone": "555-987-6543",
      "email": "jobs@netflix.com"
    }
  },
  {
    "id": "job3",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/Freepik.svg.png",
    "job_title": "Graphic Designer",
    "company_name": "Freepik",
    "remote_or_onsite": "Remote",
    "location": "Chicago, IL",
    "fulltime_or_parttime": "Part-time",
    "salary": "$50 - $90 (Hourly)",
    "job_description": "We are looking for a talented Graphic Designer to create engaging visual content that reflects our brand identity.",
    "job_responsibility": "- Design graphics for websites, social media, and other digital platforms that are visually appealing and in line with the brand guidelines\n- Collaborate with copywriters and marketing team to develop creative ideas and ensure consistency across all channels\n- Stay up-to-date with industry trends and best practices to continuously improve the quality of our designs\n- Manage multiple projects and prioritize tasks to meet deadlines",
    "educational_requirements": "Bachelor's degree in Graphic Design or related field",
    "experiences": "2+ years of experience in graphic design",
    "contact_information": {
      "phone": "555-555-1212",
      "email": "jobs@freepik.com"
    }
  },
  {
    "id": "job4",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/tesla.png",
    "job_title": "Data Analyst",
    "company_name": "Tesla",
    "remote_or_onsite": "Onsite",
    "location": "Boston, MA",
    "fulltime_or_parttime": "Full-time",
    "salary": "$70K - $90K (Annually)",
    "job_description": "We are seeking a Data Analyst to analyze and interpret complex data sets in order to inform business decisions and strategy.",
    "job_responsibility": "- Collect and analyze large data sets from various sources\n- Identify trends and patterns in data to provide insights and recommendations to stakeholders\n- Collaborate with cross-functional teams to develop and implement data-driven solutions that improve business outcomes",
    "educational_requirements": "Bachelor's degree in Statistics, Mathematics, or related field",
    "experiences": "2+ years of experience in data analysis",
    "contact_information": {
      "phone": "555-555-1234",
      "email": "jobs@tesla.com"
    }
  },
  {
    "id": "job5",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/adobe.png",
    "job_title": "Human Resources Manager",
    "company_name": "Adobe",
    "remote_or_onsite": "Onsite",
    "location": "Houston, TX",
    "fulltime_or_parttime": "Full-time",
    "salary": "$90K - $110K (Annually)",
    "job_description": "We are seeking a highly organized and detail-oriented Human Resources Manager to oversee all HR functions at our Houston, TX location. The ideal candidate will have a deep understanding of HR best practices and compliance regulations.",
    "job_responsibility": "- Develop and implement HR policies and procedures that align with the company's mission and values - Manage the recruitment and retention efforts, including job postings, screening resumes, conducting interviews, and negotiating job offers - Provide guidance and support to employees and managers on HR-related matters, such as compensation, benefits, performance management, and career development - Conduct regular audits to ensure compliance with all applicable HR laws and regulations - Collaborate with cross-functional teams to develop and implement employee engagement and retention programs - Maintain accurate and up-to-date employee records, including personnel files, benefits enrollment, and performance evaluations",
    "educational_requirements": "Bachelor's degree in Human Resources or related field",
    "experiences": "5+ years of experience in HR management",
    "contact_information": {
      "phone": "555-555-5678",
      "email": "jobs@adobe.com"
    }
  },
  {
    "id": "job6",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/fiver.webp",
    "job_title": "Marketing Coordinator",
    "company_name": "Fiver",
    "remote_or_onsite": "Remote",
    "location": "Anywhere",
    "fulltime_or_parttime": "Full-time",
    "salary": "$50K - $60K (Annually)",
    "job_description": "We are seeking a Marketing Coordinator to support our marketing team. The Marketing Coordinator will assist with the development and execution of marketing campaigns and create engaging content for our website, social media and other channels. The ideal candidate should be creative, detail-oriented and have a solid understanding of digital marketing strategies.",
    "job_responsibility": "- Develop and execute marketing campaigns to increase brand awareness and drive user acquisition - Create content for website, social media and other channels that is engaging and aligns with brand voice - Analyze and report on campaign performance using data to improve marketing strategies - Collaborate with internal teams and external partners to ensure campaigns are executed on time and within budget - Stay up-to-date with the latest trends and best practices in marketing and digital media. ",
    "educational_requirements": "Bachelor's degree in Marketing or related field",
    "experiences": "2+ years of experience in marketing coordination",
    "contact_information": {
      "phone": "555-555-9012",
      "email": "jobs@fiver.com"
    }
  },
  {
    "id": "job7",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/amazon.png",
    "job_title": "Software Engineer",
    "company_name": "Amazon",
    "remote_or_onsite": "Onsite",
    "location": "San Francisco, CA",
    "fulltime_or_parttime": "Full-time",
    "salary": "$100K - $120K (Annually)",
    "job_description": "We are seeking a Software Engineer to develop and maintain our software systems. You will work on exciting and challenging projects in a fast-paced environment.",
    "job_responsibility": "-  Write clean, maintainable code for various applications and systems\n- Collaborate with cross-functional teams to design and implement new features that improve the user experience\n- Troubleshoot and debug software issues to ensure high-quality software products\n- Keep up-to-date with emerging trends and technologies in software engineering. ",
    "educational_requirements": "Bachelor's degree in Computer Science or related field",
    "experiences": "5+ years of experience in software development",
    "contact_information": {
      "phone": "555-555-3456",
      "email": "jobs@amazon.com"
    }
  },
  {
    "id": "job8",
    "company_logo": "https://mrlaboratory.github.io/ImagesUploadGetLink/Coca-Cola_logo.svg",
    "job_title": "Marketing Manager",
    "company_name": "Coca-Cola",
    "remote_or_onsite": "Onsite",
    "location": "Atlanta, GA",
    "fulltime_or_parttime": "Full-time",
    "salary": "$120K - $140K (Annually)",
    "job_description": "We are seeking a Marketing Manager to develop and execute marketing strategies and campaigns.",
    "job_responsibility": "- Develop and execute marketing plans and strategies\n- Conduct market research and analyze customer data\n- Collaborate with cross-functional teams to develop marketing collateral and campaigns\n- Manage marketing budgets and track performance metrics",
    "educational_requirements": "Bachelor's degree in Marketing, Business Administration, or related field",
    "experiences": "7+ years of experience in marketing, with 3+ years in a management role",
    "contact_information": {
      "phone": "555-555-6789",
      "email": "jobs@coca-cola.com"
    }
  }
]